[
    {
        "locationName": "Kallapara",
        "state": "Assam",
        "latitude": 26.23814962,
        "longitude": 91.59515727,
        "conflictTypes": "Elephant",
        "info": "Three elephants were killed at Panichanda in Rani Tea Estate in August 2023 after they came in contact with high-voltage electric wire hanging low."
    },
    {
        "locationName": "Digboi",
        "state": "Assam",
        "latitude": 27.30533043,
        "longitude": 95.52577884,
        "conflictTypes": "Elephant",
        "info": "Sagging power lines also claimed the lives of three elephants near eastern Assam’s Dehihg-Patkai National Park in October 2021."
    },
    {
        "locationName": "Jorhat",
        "state": "Assam",
        "latitude": 26.75043229,
        "longitude": 94.21787296,
        "conflictTypes": "Elephant",
        "info": "A mother elephant and her calf was killed by speeding Rajdhani Express in central Assam’s Jorhat district."
    },
    {
        "locationName": "Nagaon",
        "state": "Assam",
        "latitude": 26.42915562,
        "longitude": 92.9601059,
        "conflictTypes": "Elephant",
        "info": "A strong negative lightning flash killed 18 elephants in Kandali Proposed Reserve Forest in June 2021."
    },
    {
        "locationName": "Burha Mayang Par",
        "state": "Assam",
        "latitude": 26.23163077,
        "longitude": 91.93731024,
        "conflictTypes": "Elephant",
        "info": "An elephant died in the Digaru-Panbari stretch of an arterial track in Assam after it collided with a freight train."
    },
    {
        "locationName": "Sakaleshpur",
        "state": "Karnataka",
        "latitude": 12.98549205,
        "longitude": 75.80591021,
        "conflictTypes": "Elephant",
        "info": "Wild elephant attacking villagers, even a Dasara elephant only add woe to the area that often witnesses nature's fury in the form of floods and forest fires."
    },
    {
        "locationName": "Belur",
        "state": "Karnataka",
        "latitude": 13.1730522,
        "longitude": 75.87051346,
        "conflictTypes": "Elephant",
        "info": "Two people were attacked by wild elephants in two separate incidents in January 2024. One of them succumbed to injuries."
    },
    {
        "locationName": "Chikkamagaluru",
        "state": "Karnataka",
        "latitude": 13.24842406,
        "longitude": 75.65669342,
        "conflictTypes": "Elephant",
        "info": "A wild elephant trampled a 32-year-old plantation worker to death in a coffee estate at Galigundi village near Aldur in Chikkamagaluru district on November 8, 2023."
    },
    {
        "locationName": "Mudigere",
        "state": "Karnataka",
        "latitude": 13.1560417,
        "longitude": 75.61305869,
        "conflictTypes": "Elephant",
        "info": "A 26-year-old youth who was part of the elephant task force died in an elephant attack at Byrapura in Mudigere taluk"
    },
    {
        "locationName": "Kodagu",
        "state": "Karnataka",
        "latitude": 12.07369888,
        "longitude": 76.15108149,
        "conflictTypes": "Tiger",
        "info": "Conservationists point out that relocation of 300 families in Balle in Mysuru district and parts of Nagarahole in Kodagu district will open up forest land and space for animals."
    },
    {
        "locationName": "Ramanagara",
        "state": "Karnataka",
        "latitude": 12.43453503,
        "longitude": 77.49498758,
        "conflictTypes": "Elephant",
        "info": "A wild elephant was electrocuted at a farmland in Santhe Kodihalli near Kanakapura."
    },
    {
        "locationName": "Gudalur",
        "state": "Tamil Nadu",
        "latitude": 11.50202215,
        "longitude": 76.46985818,
        "conflictTypes": "Elephant,Tiger",
        "info": "The area in Nilgiris that is most pronounced for human animal conflict. Here, both the tigers and elephants cause constant problems to the locals and the forest officials work almost round the clock to mitigate the conflict."
    },
    {
        "locationName": "Valparai",
        "state": "Tamil Nadu",
        "latitude": 10.3307709,
        "longitude": 76.95676803,
        "conflictTypes": "Elephant,Leopard",
        "info": "Over 100 elephants move along plantation areas in the plateau to reach Kerala forest during annual migration season in January and February. The presence of a large number of plantations and the accompanying labour force, fragmented forests, contribute to the conflict."
    },
    {
        "locationName": "Coimbatore",
        "state": "Tamil Nadu",
        "latitude": 10.94753533,
        "longitude": 76.77104775,
        "conflictTypes": "Elephant",
        "info": "Elephant attacks claimed 147 lives in Coimbatore Forest Division in 12 years, while a total of 176 pachyderms have also died. Blocks in the elephant corridors, encroachment of forest fringes, brick kilns, and at times droughts all contribute to increased conflict."
    },
    {
        "locationName": "Hosur",
        "state": "Tamil Nadu",
        "latitude": 12.69696363,
        "longitude": 77.90927227,
        "conflictTypes": "Elephant",
        "info": "As migratory herds travel across forests in three states, they face dangers from abandoned mines, industries, electrocution, roads and railways and open wells. Two highways in between the traditional elephant corridor from Kabini in Karnataka to Tirupati in Andhra Pradesh through Hosur Forest Division, and the narrow forest in Vellore region lead to frequent crop raiding of fields."
    },
    {
        "locationName": "The Nilgiris",
        "state": "Tamil Nadu",
        "latitude": 9.758794278,
        "longitude": 78.6479025,
        "conflictTypes": "Elephant,Tiger",
        "info": "A total of 10 tigers (six cubs and four adults) have died in the Nilgiris since the middle of August 2023. The growing number of tigers in The Nilgiris biosphere is also a reason for the enhanced conflict in the district."
    },
    {
        "locationName": "Kannur",
        "state": "Kerala",
        "latitude": 12.03990528,
        "longitude": 75.66833406,
        "conflictTypes": "Elephant",
        "info": "On October 13, 2023, a wild elephant that got 'scared' of fireworks trampled a man to death in Ulikkal town."
    },
    {
        "locationName": "Aralam",
        "state": "Kerala",
        "latitude": 11.92222573,
        "longitude": 75.79042405,
        "conflictTypes": "Elephant",
        "info": "Since 2014, as many as 14 lives have been lost to wild animal attacks in the Aralam farm - most of them were tribespersons."
    },
    {
        "locationName": "Wayanad",
        "state": "Kerala",
        "latitude": 11.90407244,
        "longitude": 76.02462772,
        "conflictTypes": "Elephant",
        "info": "Wayanad forest division has seen incidents of sloth bear, wild squirrels and even a tiger attack besides wild elephant attacks."
    },
    {
        "locationName": "Palakkad",
        "state": "Kerala",
        "latitude": 10.85996257,
        "longitude": 76.62286514,
        "conflictTypes": "Elephant",
        "info": "A sexagenarian man who had gone for a morning walk was trampled to death by a wild elephant in Dhoni in July 2022."
    },
    {
        "locationName": "Mannarkkad",
        "state": "Kerala",
        "latitude": 11.04006422,
        "longitude": 76.36668363,
        "conflictTypes": "Elephant",
        "info": "A pregnant elephant met its tragic end after eating a pinepple laden with explosives despite best efforts by forest officers to save it."
    },
    {
        "locationName": "Munnar",
        "state": "Kerala",
        "latitude": 10.04278807,
        "longitude": 77.17364635,
        "conflictTypes": "Elephant",
        "info": "As Chinnakkanal and Santhanpara panchayats see constant conflict between wild elephants and people, locals demand an immediate solution."
    },
    {
        "locationName": "Ranni",
        "state": "Kerala",
        "latitude": 9.434492686,
        "longitude": 76.94634488,
        "conflictTypes": "Tiger",
        "info": "Located at borders the Periyar Tiger Reserve, Bathanimala in Perunad grama panchayat in Ranni, an aged tiger is creating scare for the first time in six decades."
    },
    {
        "locationName": "Dudhwa",
        "state": "Uttar Pradesh",
        "latitude": 28.52488757,
        "longitude": 80.70850587,
        "conflictTypes": "Tiger",
        "info": "Over 20 tigers were found dead in Dudhwa Tiger Reserve in 2020 alone."
    },
    {
        "locationName": "Katarniaghat",
        "state": "Uttar Pradesh",
        "latitude": 28.33612429,
        "longitude": 81.12361553,
        "conflictTypes": "Tiger",
        "info": "In the last eight years, over 61 people have been killed in man-animal conflict."
    },
    {
        "locationName": "Pilibhit",
        "state": "Uttar Pradesh",
        "latitude": 28.70083574,
        "longitude": 80.03111494,
        "conflictTypes": "Tiger",
        "info": "The forest department has captured 14 stray tigers that is said to have harmed humans and lodged them in various Uttar Pradesh zoos since 2014."
    },
    {
        "locationName": "Terai",
        "state": "Uttar Pradesh",
        "latitude": 24.97660736,
        "longitude": 78.47844877,
        "conflictTypes": "Tiger",
        "info": "Forest officials saved a young adult tigress from lynching by an angry mob that wanted to 'avenge' the death of a woman in the North Kheri Forest Division along the Indo-Nepal border."
    },
    {
        "locationName": "Dahegam",
        "state": "Telangana",
        "latitude": 19.25756114,
        "longitude": 79.71199048,
        "conflictTypes": "Tiger",
        "info": "A male tiger crossing over from Maharashtra or Chhattisgarh forest regions is suspected to have killed the man from Digada village of Dahegam mandal in 2020."
    },
    {
        "locationName": "Kumram Bheem Asifabad",
        "state": "Telangana",
        "latitude": 19.25999196,
        "longitude": 79.71473707,
        "conflictTypes": "Tiger",
        "info": "Two tigers were killed within two days in January 8, 2024 in the Dahegaon beat of Kagaznagar division in Kumram Bheem Asifabad district. In both cases, the big cat died after consuming poison-laden cattle."
    },
    {
        "locationName": "Kawal Tiger Reserve",
        "state": "Telangana",
        "latitude": 19.119118,
        "longitude": 78.99898372,
        "conflictTypes": "Tiger",
        "info": "Three tiger deaths have been officially confirmed from Adilabad district since 2016, unofficial figure could be 15."
    },
    {
        "locationName": "Kuppam",
        "state": "Andhra Pradesh",
        "latitude": 12.7453803,
        "longitude": 78.34299047,
        "conflictTypes": "Elephant",
        "info": "Sandwiched between TN and Karnataka, jumbo herds crossing the roads of Kuppam villages is a common scene here. The elephants have destroyed crops, vegetable produce and has even trampled villagers."
    },
    {
        "locationName": "Palamaner",
        "state": "Andhra Pradesh",
        "latitude": 13.1999755,
        "longitude": 78.74128922,
        "conflictTypes": "Elephant",
        "info": "According to estimates, around 42 people were killed by the wild elephants between 1990 and 2002, and around 12 elephants were electrocuted in fields in the same period."
    },
    {
        "locationName": "Chittoor",
        "state": "Andhra Pradesh",
        "latitude": 13.26075503,
        "longitude": 79.11113246,
        "conflictTypes": "Elephant",
        "info": "In January 2020 this year, a giant elephant was electrocuted in the fields near Chittoor. Two jumbos were clandestinely buried in the fields by some tenant farmers after they were electrocuted in 2019."
    },
    {
        "locationName": "Tirupati",
        "state": "Andhra Pradesh",
        "latitude": 13.67148604,
        "longitude": 79.3933326,
        "conflictTypes": "Leopard",
        "info": "A six-year-old girl was mauled to death by a leopard, when she was trekking the Alipiri footpath leading to Tirumala temple in August 2023."
    },
    {
        "locationName": "Nallamala",
        "state": "Andhra Pradesh",
        "latitude": 16.01335232,
        "longitude": 78.97172485,
        "conflictTypes": "Leopard",
        "info": "Leopard sightings were reported in Atmakur, Kurnool, and Nandyal divisions in recent years. Except for few instances of leopards killing and carrying away the sheep and stray dogs, no incident of them mauling villagers had been reported in the last decade."
    },
    {
        "locationName": "Dhenkanal",
        "state": "Odisha",
        "latitude": 20.63044779,
        "longitude": 85.60803297,
        "conflictTypes": "Elephant",
        "info": "Seven elephants were killed after coming in contact with sagging live electric wire in Odisha’s Dhenkanal in 2018. The district has been identified as a critical area as far as man-elephant conflic."
    },
    {
        "locationName": "Keonjhar",
        "state": "Odisha",
        "latitude": 21.63633031,
        "longitude": 85.60789836,
        "conflictTypes": "Elephant",
        "info": "Keonjhar district, which had 112 elephants in 2002, has only 40 now due to large-scale mining."
    },
    {
        "locationName": "Angul",
        "state": "Odisha",
        "latitude": 20.79666016,
        "longitude": 85.03662254,
        "conflictTypes": "Elephant",
        "info": "Five persons were believed to be trampled to death by a lone tusker in two nearby villages of Odisha’s Angul district."
    }
]